src/Session_Log_2021-09-25.org
#+TITLE: Session Log 2021-09-25

* Who the fuck is Atlas?
** Atlas is a shapeshifter
*** He's also a smug little fuck
** His name is Azen
** He's a member of the Laeva Order
** Delegated members of the household to search for the real Atlas
** Found a bloody handkercheif upstairs
*** Looks like it belongs to Atlas
** Azen has a note saying that Noelle should give up her fortune
** Mentions something about a "well"
** Philonis gets the idea that it's the fountain outside
*** Juniper swims into the grate and checks out what's down there
*** There's some sort of underground tunnels down there
*** There's a mirror with a guardian of the Mystral family in it
*** No sign of Atlas
** Noelle tries looking in the collapsed room
*** Hears Atlas faintly
*** He's chained up in a hole which is rapidly felling with water
*** Noelle got him out, he's alive
** Azen uses magic to cut his binds and makes a break for it
*** He escapes into one of the halls
*** Foads is in pursuit
*** Azen is slippery, Foads loses track of him
** Philonis realizes something is amiss and runs off to grab their equipment
*** They go upstairs and find Foads
*** They search the upstairs
*** As the duo are searching, Azen bursts through a door in front of them
*** Azen is become pincushion
*** Azen jumps on roof
*** Azen go splat
** Foads is distraught at having killed someone
** Atlas (the real one) is confused at the situation
*** He looks at the dude who knocked him out and decides he needs to rest
** Juniper steals Azen's soul
** Juni and Philonis loot Azen's body
*** Juni finds:
**** A vial of poison
**** A grappling hook
**** The equivalent of 8 GP
** Everyone goes to sleep, end of session
