Session_Log_2021-09-25.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-25 Sat 23:13 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Session Log 2021-09-25</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Ink" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Session Log 2021-09-25</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org1aaf15e">1. Who the fuck is Atlas?</a>
<ul>
<li><a href="#orga40af6f">1.1. Atlas is a shapeshifter</a>
<ul>
<li><a href="#orgab9e2dc">1.1.1. He's also a smug little fuck</a></li>
</ul>
</li>
<li><a href="#org87ecc68">1.2. His name is Azen</a></li>
<li><a href="#org76af864">1.3. He's a member of the Laeva Order</a></li>
<li><a href="#orgdcda5f1">1.4. Delegated members of the household to search for the real Atlas</a></li>
<li><a href="#org4881a38">1.5. Found a bloody handkercheif upstairs</a>
<ul>
<li><a href="#orgf4cb50d">1.5.1. Looks like it belongs to Atlas</a></li>
</ul>
</li>
<li><a href="#org7be558a">1.6. Azen has a note saying that Noelle should give up her fortune</a></li>
<li><a href="#orgef82fe9">1.7. Mentions something about a "well"</a></li>
<li><a href="#org0f598dc">1.8. Philonis gets the idea that it's the fountain outside</a>
<ul>
<li><a href="#orgffb676c">1.8.1. Juniper swims into the grate and checks out what's down there</a></li>
<li><a href="#org035933a">1.8.2. There's some sort of underground tunnels down there</a></li>
<li><a href="#org33fb65e">1.8.3. There's a mirror with a guardian of the Mystral family in it</a></li>
<li><a href="#org8e97b4d">1.8.4. No sign of Atlas</a></li>
</ul>
</li>
<li><a href="#orgc597975">1.9. Noelle tries looking in the collapsed room</a>
<ul>
<li><a href="#org8185a4f">1.9.1. Hears Atlas faintly</a></li>
<li><a href="#org17d0624">1.9.2. He's chained up in a hole which is rapidly felling with water</a></li>
<li><a href="#org7e0b96d">1.9.3. Noelle got him out, he's alive</a></li>
</ul>
</li>
<li><a href="#org4c34052">1.10. Azen uses magic to cut his binds and makes a break for it</a>
<ul>
<li><a href="#org17d70f3">1.10.1. He escapes into one of the halls</a></li>
<li><a href="#org53b20e9">1.10.2. Foads is in pursuit</a></li>
<li><a href="#orgaac73e6">1.10.3. Azen is slippery, Foads loses track of him</a></li>
</ul>
</li>
<li><a href="#org4d880d9">1.11. Philonis realizes something is amiss and runs off to grab their equipment</a>
<ul>
<li><a href="#org5eefdbb">1.11.1. They go upstairs and find Foads</a></li>
<li><a href="#orgfaa7af7">1.11.2. They search the upstairs</a></li>
<li><a href="#org0445a89">1.11.3. As the duo are searching, Azen bursts through a door in front of them</a></li>
<li><a href="#org13d86ca">1.11.4. Azen is become pincushion</a></li>
<li><a href="#orge2b01e7">1.11.5. Azen jumps on roof</a></li>
<li><a href="#org592557b">1.11.6. Azen go splat</a></li>
</ul>
</li>
<li><a href="#org237693b">1.12. Foads is distraught at having killed someone</a></li>
<li><a href="#orge63969c">1.13. Atlas (the real one) is confused at the situation</a>
<ul>
<li><a href="#org6337605">1.13.1. He looks at the dude who knocked him out and decides he needs to rest</a></li>
</ul>
</li>
<li><a href="#org98b1216">1.14. Juniper steals Azen's soul</a></li>
<li><a href="#org5db448e">1.15. Jupe and Philonis loot Azen's body</a>
<ul>
<li><a href="#orgd76dd6a">1.15.1. Jupe finds:</a></li>
</ul>
</li>
<li><a href="#org79c2ba6">1.16. Everyone goes to sleep, end of session</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org1aaf15e" class="outline-2">
<h2 id="org1aaf15e"><span class="section-number-2">1</span> Who the fuck is Atlas?</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orga40af6f" class="outline-3">
<h3 id="orga40af6f"><span class="section-number-3">1.1</span> Atlas is a shapeshifter</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-orgab9e2dc" class="outline-4">
<h4 id="orgab9e2dc"><span class="section-number-4">1.1.1</span> He's also a smug little fuck</h4>
</div>
</div>
<div id="outline-container-org87ecc68" class="outline-3">
<h3 id="org87ecc68"><span class="section-number-3">1.2</span> His name is Azen</h3>
</div>
<div id="outline-container-org76af864" class="outline-3">
<h3 id="org76af864"><span class="section-number-3">1.3</span> He's a member of the Laeva Order</h3>
</div>
<div id="outline-container-orgdcda5f1" class="outline-3">
<h3 id="orgdcda5f1"><span class="section-number-3">1.4</span> Delegated members of the household to search for the real Atlas</h3>
</div>
<div id="outline-container-org4881a38" class="outline-3">
<h3 id="org4881a38"><span class="section-number-3">1.5</span> Found a bloody handkercheif upstairs</h3>
<div class="outline-text-3" id="text-1-5">
</div>
<div id="outline-container-orgf4cb50d" class="outline-4">
<h4 id="orgf4cb50d"><span class="section-number-4">1.5.1</span> Looks like it belongs to Atlas</h4>
</div>
</div>
<div id="outline-container-org7be558a" class="outline-3">
<h3 id="org7be558a"><span class="section-number-3">1.6</span> Azen has a note saying that Noelle should give up her fortune</h3>
</div>
<div id="outline-container-orgef82fe9" class="outline-3">
<h3 id="orgef82fe9"><span class="section-number-3">1.7</span> Mentions something about a "well"</h3>
</div>
<div id="outline-container-org0f598dc" class="outline-3">
<h3 id="org0f598dc"><span class="section-number-3">1.8</span> Philonis gets the idea that it's the fountain outside</h3>
<div class="outline-text-3" id="text-1-8">
</div>
<div id="outline-container-orgffb676c" class="outline-4">
<h4 id="orgffb676c"><span class="section-number-4">1.8.1</span> Juniper swims into the grate and checks out what's down there</h4>
</div>
<div id="outline-container-org035933a" class="outline-4">
<h4 id="org035933a"><span class="section-number-4">1.8.2</span> There's some sort of underground tunnels down there</h4>
</div>
<div id="outline-container-org33fb65e" class="outline-4">
<h4 id="org33fb65e"><span class="section-number-4">1.8.3</span> There's a mirror with a guardian of the Mystral family in it</h4>
</div>
<div id="outline-container-org8e97b4d" class="outline-4">
<h4 id="org8e97b4d"><span class="section-number-4">1.8.4</span> No sign of Atlas</h4>
</div>
</div>
<div id="outline-container-orgc597975" class="outline-3">
<h3 id="orgc597975"><span class="section-number-3">1.9</span> Noelle tries looking in the collapsed room</h3>
<div class="outline-text-3" id="text-1-9">
</div>
<div id="outline-container-org8185a4f" class="outline-4">
<h4 id="org8185a4f"><span class="section-number-4">1.9.1</span> Hears Atlas faintly</h4>
</div>
<div id="outline-container-org17d0624" class="outline-4">
<h4 id="org17d0624"><span class="section-number-4">1.9.2</span> He's chained up in a hole which is rapidly felling with water</h4>
</div>
<div id="outline-container-org7e0b96d" class="outline-4">
<h4 id="org7e0b96d"><span class="section-number-4">1.9.3</span> Noelle got him out, he's alive</h4>
</div>
</div>
<div id="outline-container-org4c34052" class="outline-3">
<h3 id="org4c34052"><span class="section-number-3">1.10</span> Azen uses magic to cut his binds and makes a break for it</h3>
<div class="outline-text-3" id="text-1-10">
</div>
<div id="outline-container-org17d70f3" class="outline-4">
<h4 id="org17d70f3"><span class="section-number-4">1.10.1</span> He escapes into one of the halls</h4>
</div>
<div id="outline-container-org53b20e9" class="outline-4">
<h4 id="org53b20e9"><span class="section-number-4">1.10.2</span> Foads is in pursuit</h4>
</div>
<div id="outline-container-orgaac73e6" class="outline-4">
<h4 id="orgaac73e6"><span class="section-number-4">1.10.3</span> Azen is slippery, Foads loses track of him</h4>
</div>
</div>
<div id="outline-container-org4d880d9" class="outline-3">
<h3 id="org4d880d9"><span class="section-number-3">1.11</span> Philonis realizes something is amiss and runs off to grab their equipment</h3>
<div class="outline-text-3" id="text-1-11">
</div>
<div id="outline-container-org5eefdbb" class="outline-4">
<h4 id="org5eefdbb"><span class="section-number-4">1.11.1</span> They go upstairs and find Foads</h4>
</div>
<div id="outline-container-orgfaa7af7" class="outline-4">
<h4 id="orgfaa7af7"><span class="section-number-4">1.11.2</span> They search the upstairs</h4>
</div>
<div id="outline-container-org0445a89" class="outline-4">
<h4 id="org0445a89"><span class="section-number-4">1.11.3</span> As the duo are searching, Azen bursts through a door in front of them</h4>
</div>
<div id="outline-container-org13d86ca" class="outline-4">
<h4 id="org13d86ca"><span class="section-number-4">1.11.4</span> Azen is become pincushion</h4>
</div>
<div id="outline-container-orge2b01e7" class="outline-4">
<h4 id="orge2b01e7"><span class="section-number-4">1.11.5</span> Azen jumps on roof</h4>
</div>
<div id="outline-container-org592557b" class="outline-4">
<h4 id="org592557b"><span class="section-number-4">1.11.6</span> Azen go splat</h4>
</div>
</div>
<div id="outline-container-org237693b" class="outline-3">
<h3 id="org237693b"><span class="section-number-3">1.12</span> Foads is distraught at having killed someone</h3>
</div>
<div id="outline-container-orge63969c" class="outline-3">
<h3 id="orge63969c"><span class="section-number-3">1.13</span> Atlas (the real one) is confused at the situation</h3>
<div class="outline-text-3" id="text-1-13">
</div>
<div id="outline-container-org6337605" class="outline-4">
<h4 id="org6337605"><span class="section-number-4">1.13.1</span> He looks at the dude who knocked him out and decides he needs to rest</h4>
</div>
</div>
<div id="outline-container-org98b1216" class="outline-3">
<h3 id="org98b1216"><span class="section-number-3">1.14</span> Juniper steals Azen's soul</h3>
</div>
<div id="outline-container-org5db448e" class="outline-3">
<h3 id="org5db448e"><span class="section-number-3">1.15</span> Jupe and Philonis loot Azen's body</h3>
<div class="outline-text-3" id="text-1-15">
</div>
<div id="outline-container-orgd76dd6a" class="outline-4">
<h4 id="orgd76dd6a"><span class="section-number-4">1.15.1</span> Jupe finds:</h4>
<div class="outline-text-4" id="text-1-15-1">
</div>
<ol class="org-ol">
<li><a id="org8633da2"></a>A vial of poison<br /></li>
<li><a id="orgcd854e3"></a>A grappling hook<br /></li>
<li><a id="org998548a"></a>The equivalent of 8 GP<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org79c2ba6" class="outline-3">
<h3 id="org79c2ba6"><span class="section-number-3">1.16</span> Everyone goes to sleep, end of session</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
<p><a id="source" href="https://github.com/InkBrownell/vyrindar-notes">Source</a></p>
<p><a id="edit" href="#" hidden>Edit</a></p>
</div>
</body>
</html>
